Repository: Scriptura/ScripturaForms
Catalog: Languages/scriptura-*.po
Languages: fr_fr

source: Invalid field: your name contains a single character.
fr_fr: Champ invalide : votre nom ne contient qu'un seul caractère.

source: Invalid field: your name is longer than 30 characters.
fr_fr: Champ invalide : votre nom contient plus de 30 caractères.

source: Invalid field: it lacks a capital letter at the beginning of your name.
fr_fr: Champ invalide : il manque une lettre majuscule au début de votre nom.

source: Invalid field: numeric characters are placed in your name.
fr_fr: Champ invalides : des caractères numériques sont placés dans votre nom.

source: Invalid field: special characters or punctuation are placed in your name.
fr_fr: Champ invalide : des caractères spéciaux ou des signes de ponctuation sont placés dans votre nom.

source: Invalid field: your name is not specified.
fr_fr: Champ invalide : vous n'avez pas spécifié votre nom.

source: Invalid field: your email is not consistent.
fr_fr: Champ invalide : votre e-mail est invalide.

source: Invalid field: your email is blank.
fr_fr: Champ invalide : votre e-mail est vide.

source: Invalid field: this item does not correspond to a local or international number. Do not put any spaces, dashes or points.
fr_fr: Champ invalide : ce numéro ne correspond pas à un numéro local ou international. Ne mettez pas d'espaces, des tirets ou des points.

source: You must choose a country.
fr_fr: Vous devez choisir un pays.

source: Invalid field: your message contains more than two links (spam protection).
fr_fr: Champ invalide : votre message contient plus de deux liens (protection anti-spam).

source: Invalid field: your message has less than 10 characters.
fr_fr: Champ invalide : votre message a moins de 10 caractères.

source: Invalid field: your message is longer than 4000 characters.
fr_fr: Champ invalide : Votre message a plus de 4000 caractères.

source: Invalid field: you have not completed your message.
fr_fr: Champ invalide : vous n'avez pas complété votre message.

source: Error transfer: start again.
fr_fr: Erreur lors du transfert : recommencez l'opération.

source: Not permitted file extension: this file is not allowed to download.
fr_fr: Extension de fichier non permise : ce fichier n'est pas autorisé au téléchargement.

source: An error was detected on the form and it could not be sent. Please check all fields.
fr_fr: Une erreur a été détectée sur le formulaire et celui-ci n'a pas pu être envoyé. Merci de vérifier tous les champs.

source: Name:
fr_fr: Nom :

source: Phone:
fr_fr: Téléphone :

source: Country:
fr_fr: Pays :

source: Thank you Mr (Mrs)
fr_fr: Merci Mr (Mme)

source: Your message has been posted. A copy was sent to the entered email address
fr_fr: Votre message a été posté. Une copie a été envoyée à l'adresse e-mail indiquée

source: Your attachment has been downloaded from the website:
fr_fr: Votre pièce jointe a bien été téléchargée sur le site :

source: New message
fr_fr: Nouveau message

source: Name
fr_fr: Nom

source: John Smith
fr_fr: Victor Hugo

source: Phone
fr_fr: Téléphone

source: Country
fr_fr: Pays

source: Your message
fr_fr: Votre message

source: Good Morning...
fr_fr: Bonjour...

source: Attached file
fr_fr: Pièce jointe

source: Submit
fr_fr: Soumettre
